Repository: ckilcioglu/microblog
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: tr

source: Please log in to access this page.
tr: Bu sayfaya erişim için lütfen giriş yapın.

source: Username
tr: Kullanıcı Adı

source: Password
tr: Parola

source: Remember Me
tr: Beni Hatırla

source: Sign In
tr: Giriş Yap

source: Email
tr: Eposta

source: Repeat password
tr: Parola (tekrar)

source: Register
tr: Kayıt Ol

source: Please use a different username.
tr: Farklı bir kullanıcı adı seçin

source: Please use a different email address.
tr: Farklı bir eposta adresi seçin

source: About me
tr: Hakkımda

source: Submit
tr: Gönder

source: Say something
tr: Bir şeyler söyle

source: Request Password Reset
tr: Parola Yenileme İste

source: Your post is now live!
tr: Gönderin yayında!

source: Home Page
tr: Ana Sayfa

source: Invalid username or password
tr: Geçersiz kullanıcı adı veya parola

source: Congratulations, you are now a registered user
tr: Tebrikler, artık kayıtlı bir kullanıcısınız

source: Your changes have been saved.
tr: Değişiklikleriniz kaydedildi.

source: Edit Profile
tr: Profilini Güncelle

source: User %(username)s not found.
tr: %(username)s kullanıcısıbulunamadı.

source: You cannot follow youself!
tr: Kendini takip edemezsin

source: You are now following %(username)s!
tr: %(username)s kullanıcısını artık takip ediyorsun!

source: You cannot unfollow yourself!
tr: Kendini takibi bırakamazsın

source: You are not following %(username)s!
tr: %(username)s kullanıcısını takip etmiyorsun!

source: Explore
tr: Keşfet

source: Check your email for instructions to reset your password
tr: Parola yenileme işlemleri için epostanı kontrol et

source: Reset Password
tr: Parola Yenile

source: Invalid reset link.
tr: Geçersiz parola yenileme adresi.

source: Your password has been reset.
tr: Parolanız yenilendi.

source: File Not Found
tr: Dosya Bulunamadı

source: Back
tr: Geri

source: An unexpected error has occured
tr: Öngörülmeyen bir hata oluştu

source: The administrator has been notified. Sorry for inconvenience!
tr: Site yöneticisine hata ile ilgili bilgi paylaşıldı. Aksaklık için özür dileriz!

source: %(username)s said %(when)s
tr: %(username)s %(when)s söyledi

source: Welcome to Microblog
tr: Microblog'a Hoşgeldiniz

source: Home
tr: Ana Sayfa

source: Login
tr: Giriş Yap

source: Profile
tr: Profil

source: Logout
tr: Çıkış

source: Hi, %(username)s!
tr: Merhaba, %(username)s!

source: Newer posts
tr: Yeni gönderiler

source: Older posts
tr: Eski gönderiler

source: New user?
tr: Yeni misin?

source: Click to Register!
tr: Kayıt Olmak İçin Tıkla!

source: Forgot your password?
tr: Parolanı unuttun mu?

source: Click to Reset It
tr: Yenilemek İçin Burayı Kullan

source: Reset Your Password
tr: Parolanı Yenile

source: User
tr: Kullanıcı

source: Last seen on
tr: Son görüntülenme

source: %(count)d followers
tr: %(count)d takipçi

source: %(count)d following
tr: %(count)d takip

source: Edit your profile
tr: Profilini düzenle

source: Follow
tr: Takip Et

source: Unfollow
tr: Takipten Çık
